Repository: SammyLin/OpenTalkType
Catalog: OpenTalkType/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hant

source: Press Start Speaking, say a sentence, then press Stop. This runs the real thing end to end: microphone, recognition, AI cleanup and automatic paste.
de: Drück „Sprechen starten“, sag einen Satz und drück dann „Stoppen“. Das läuft einmal komplett durch: Mikrofon, Erkennung, KI-Bereinigung und automatisches Einfügen.
es: Pulsa Empezar a hablar, di una frase y luego pulsa Detener. Esto ejecuta el proceso real de principio a fin: micrófono, reconocimiento, limpieza con IA y pegado automático.
fr: Appuyez sur Commencer à parler, dites une phrase, puis appuyez sur Arrêter. Cela exécute la chaîne complète pour de vrai : microphone, reconnaissance, nettoyage par l’IA et collage automatique.
ja: 「話し始める」を押して一文話し、「停止」を押してください。マイク、認識、AI 整理、自動貼り付けまで、実際の処理を最初から最後まで通します。
ko: ‘말하기 시작’을 누르고 한 문장 말한 뒤 ‘중지’를 누르세요. 마이크, 인식, AI 정리, 자동 붙여넣기까지 실제 과정을 처음부터 끝까지 실행합니다.
zh_hant: 按下「開始說話」，說一句話，再按「停止」。這會真的跑一次完整流程：麥克風、辨識、AI 整理、自動貼上。

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダ
ko: 제공자
zh_hant: 供應商

source: Puts the text on the clipboard, sends ⌘V, then restores the clipboard. Fast, and right for almost every app.
de: Legt den Text in die Zwischenablage, sendet ⌘V und stellt die Zwischenablage danach wieder her. Schnell und für fast jede App richtig.
es: Pone el texto en el portapapeles, envía ⌘V y después lo restaura. Rápido y adecuado para casi cualquier app.
fr: Place le texte dans le presse-papiers, envoie ⌘V, puis restaure le presse-papiers. Rapide, et adapté à presque toutes les apps.
ja: テキストをクリップボードに入れて ⌘V を送り、そのあとクリップボードを元に戻します。速く、ほとんどの App にはこれが適しています。
ko: 텍스트를 클립보드에 넣고 ⌘V를 보낸 뒤 클립보드를 원래대로 되돌립니다. 빠르고 거의 모든 앱에 적합합니다.
zh_hant: 把文字放進剪貼簿再送出 ⌘V，貼完還原剪貼簿。快，絕大多數 App 用這個。

source: Quick to respond and never drops a word, but it often misspells English terms, which the dictionary and the LLM then fix.
de: Reagiert schnell und lässt kein Wort aus, verschreibt sich aber oft bei englischen Begriffen – das korrigieren danach Wörterbuch und LLM.
es: Responde rápido y no se come ninguna palabra, pero suele escribir mal los términos en inglés, que luego corrigen el diccionario y el LLM.
fr: Réagit vite et ne perd aucun mot, mais orthographie souvent mal les termes anglais, que le dictionnaire et le LLM corrigent ensuite.
ja: 反応が速く言葉を取りこぼしませんが、英単語のつづりを間違えがちで、そこは辞書と LLM が直します。
ko: 반응이 빠르고 단어를 놓치지 않지만 영어 단어의 철자를 자주 틀리며, 그 부분은 사전과 LLM이 고칩니다.
zh_hant: 反應快、不會漏字，但英文詞常拼錯，靠字典和 LLM 修。

source: Quit OpenTalkType
de: OpenTalkType beenden
es: Salir de OpenTalkType
fr: Quitter OpenTalkType
ja: OpenTalkType を終了
ko: OpenTalkType 종료
zh_hant: 結束 OpenTalkType

source: Raw transcript
de: Rohtranskript
es: Transcripción original
fr: Transcription brute
ja: 文字起こしの原文
ko: 원본 텍스트
zh_hant: 原始逐字稿

source: Read the selected text first and treat what you say as an instruction for it
de: Zuerst den ausgewählten Text lesen und das Gesagte als Anweisung dazu behandeln
es: Leer primero el texto seleccionado y tratar lo que digas como una instrucción sobre él
fr: Lire d’abord le texte sélectionné et traiter vos paroles comme une instruction le concernant
ja: 先に選択中のテキストを読み取り、話した内容をそれへの指示として扱う
ko: 선택한 텍스트를 먼저 읽고, 말한 내용을 그에 대한 지시로 취급
zh_hant: 先讀取選取的文字，把說的話當成對它的指令

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
zh_hant: 就緒

source: Recognition
de: Erkennung
es: Reconocimiento
fr: Reconnaissance
ja: 音声認識
ko: 음성 인식
zh_hant: 語音辨識

source: Recognition engine
de: Erkennungs-Engine
es: Motor de reconocimiento
fr: Moteur de reconnaissance
ja: 認識エンジン
ko: 인식 엔진
zh_hant: 辨識引擎

source: Recognition language
de: Erkennungssprache
es: Idioma de reconocimiento
fr: Langue de reconnaissance
ja: 認識する言語
ko: 인식 언어
zh_hant: 辨識語言

source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録音
ko: 녹음
zh_hant: 錄音

source: Replace with
de: Ersetzen durch
es: Sustituir por
fr: Remplacer par
ja: 置換後
ko: 바꿀 내용
zh_hant: 換成

source: Replacement (empty deletes it)
de: Ersetzung (leer löscht den Text)
es: Sustitución (vacío lo elimina)
fr: Remplacement (vide = suppression)
ja: 置換後（空欄なら削除）
ko: 바꿀 내용(비우면 삭제)
zh_hant: 換成（可留空＝刪掉）

source: Replacements
de: Ersetzungen
es: Reemplazos
fr: Remplacements
ja: 置換ルール
ko: 대체 규칙
zh_hant: 取代規則

source: Rescan
de: Neu suchen
es: Volver a buscar
fr: Réanalyser
ja: 再スキャン
ko: 다시 검색
zh_hant: 重新掃描

source: Restore Default
de: Standard wiederherstellen
es: Restaurar valor por omisión
fr: Rétablir la valeur par défaut
ja: デフォルトに戻す
ko: 기본값 복원
zh_hant: 回復預設

source: Restore Default Prompt
de: Standard-Prompt wiederherstellen
es: Restaurar el prompt por omisión
fr: Rétablir le prompt par défaut
ja: デフォルトのプロンプトに戻す
ko: 기본 프롬프트 복원
zh_hant: 回復預設提示詞

source: Run Setup Again
de: Einrichtung erneut starten
es: Repetir la configuración inicial
fr: Relancer la configuration
ja: 初期設定をやり直す
ko: 초기 설정 다시 실행
zh_hant: 重新執行首次設定

source: Runs after cleanup: %@
de: Läuft nach der Bereinigung: %@
es: Se ejecuta tras la limpieza: %@
fr: S’exécute après le nettoyage : %@
ja: 整理後に実行：%@
ko: 정리 후 실행: %@
zh_hant: 整理完會執行：%@

source: Runs text through the same cleanup pipeline dictation uses and returns the result. Nothing is pasted.
de: Schickt Text durch dieselbe Bereinigung wie beim Diktat und gibt das Ergebnis zurück. Es wird nichts eingefügt.
es: Pasa el texto por la misma cadena de limpieza que usa el dictado y devuelve el resultado. No pega nada.
fr: Fait passer le texte par la même chaîne de nettoyage que la dictée et renvoie le résultat. Rien n’est collé.
ja: ディクテーションと同じ整理の流れにテキストを通し、その結果を返します。貼り付けは行いません。
ko: 받아쓰기와 같은 정리 과정을 텍스트에 적용하고 결과를 반환합니다. 붙여넣지는 않습니다.
zh_hant: 把一段文字送進和聽寫相同的整理流程，回傳整理後的文字。不會貼上。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hant: 儲存

source: Search history
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
ja: 履歴を検索
ko: 기록 검색
zh_hant: 搜尋紀錄

source: Search terms
de: Einträge durchsuchen
es: Buscar términos
fr: Rechercher un terme
ja: 用語を検索
ko: 용어 검색
zh_hant: 搜尋詞彙

source: Secure input
de: Geschützte Eingabe
es: Entrada segura
fr: Saisie sécurisée
ja: セキュリティ保護された入力
ko: 보안 입력
zh_hant: 安全輸入

source: Sends one key event per character and never touches the clipboard. Long text is visibly typed out, but terminals and some game engines accept nothing else.
de: Sendet pro Zeichen ein Tastenereignis und rührt die Zwischenablage nie an. Langer Text wird sichtbar getippt, aber Terminals und manche Spiel-Engines akzeptieren nichts anderes.
es: Envía un evento de tecla por carácter y no toca nunca el portapapeles. Los textos largos se ven teclear, pero los terminales y algunos motores de juego no aceptan otra cosa.
fr: Envoie un événement clavier par caractère et ne touche jamais au presse-papiers. Les longs textes s’écrivent visiblement, mais les terminaux et certains moteurs de jeu n’acceptent que cela.
ja: 1 文字ごとにキーイベントを送り、クリップボードには一切触れません。長い文章では入力されていく様子が見えますが、ターミナルや一部のゲームエンジンはこの方法しか受け付けません。
ko: 한 글자마다 키 이벤트를 보내며 클립보드는 전혀 건드리지 않습니다. 긴 글은 타이핑되는 모습이 보이지만, 터미널과 일부 게임 엔진은 이 방식만 받아들입니다.
zh_hant: 逐字送出按鍵事件，完全不碰剪貼簿。長文會看得出來在打字，但終端機和部分遊戲引擎只吃這種。

source: Separate with commas, for example cloud fair, cloud flair
de: Mit Kommas trennen, zum Beispiel cloud fair, klaut fleer
es: Sepáralas con comas, por ejemplo cloud fair, claud fler
fr: Séparez par des virgules, par exemple cloud fair, clode flair
ja: カンマ区切り。例：クラウドフェア, クラウドフレアー
ko: 쉼표로 구분, 예: 클라우드 페어, 클라우드 플레어
zh_hant: 用逗號分隔，例如：cloud fair, 克勞福

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hant: 設定

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hant: 設定…

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: 初期設定
ko: 초기 설정
zh_hant: 開始設定

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hant: 在 Finder 顯示

source: Show the floating window while you speak
de: Schwebendes Fenster beim Sprechen anzeigen
es: Mostrar la ventana flotante mientras hablas
fr: Afficher la fenêtre flottante pendant que vous parlez
ja: 話している間フローティングウインドウを表示
ko: 말하는 동안 떠 있는 윈도우 표시
zh_hant: 說話時顯示浮動視窗

source: Silence for
de: Stille für
es: Silencio de
fr: Silence de
ja: 無音の長さ
ko: 무음 시간
zh_hant: 安靜多久

source: Simplified Chinese
de: Chinesisch (vereinfacht)
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 중국어 간체
zh_hant: 簡體中文

source: Simulated typing
de: Simuliertes Tippen
es: Tecleo simulado
fr: Frappe simulée
ja: 疑似タイピング
ko: 타이핑 시뮬레이션
zh_hant: 模擬打字

source: Source code and issue tracker
de: Quellcode und Fehlerverfolgung
es: Código fuente y seguimiento de incidencias
fr: Code source et suivi des problèmes
ja: ソースコードと問題の報告
ko: 소스 코드 및 이슈 트래커
zh_hant: 原始碼與問題回報

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
zh_hant: 西班牙文

source: Speak in one language, get idiomatic text in another.
de: Sprich in einer Sprache und erhalte idiomatischen Text in einer anderen.
es: Habla en un idioma y obtén un texto natural en otro.
fr: Parlez dans une langue, obtenez un texte idiomatique dans une autre.
ja: ある言語で話し、別の言語の自然な文章を受け取ります。
ko: 한 언어로 말하고, 다른 언어의 자연스러운 문장을 받습니다.
zh_hant: 用中文說，輸出道地的目標語言。

source: Speak naturally, get finished text
de: Sprich ganz normal, bekomm fertigen Text
es: Habla con naturalidad y obtén texto acabado
fr: Parlez naturellement, obtenez un texte fini
ja: 自然に話すだけで、仕上がった文章に
ko: 편하게 말하면, 완성된 문장이 됩니다
zh_hant: 說出來，直接變成寫好的字

source: Speech model
de: Sprachmodell
es: Modelo de voz
fr: Modèle vocal
ja: 音声モデル
ko: 음성 모델
zh_hant: 語音模型

source: Speech recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
ko: 음성 인식
zh_hant: 語音辨識

source: SpeechTranscriber (fast, drops nothing)
de: SpeechTranscriber (schnell, lässt nichts aus)
es: SpeechTranscriber (rápido, no se come nada)
fr: SpeechTranscriber (rapide, ne perd rien)
ja: SpeechTranscriber（速い、取りこぼしなし）
ko: SpeechTranscriber(빠르고 놓치지 않음)
zh_hant: SpeechTranscriber（快，不漏字）

source: Start %@
de: %@ starten
es: Iniciar %@
fr: Démarrer %@
ja: %@ を開始
ko: %@ 시작
zh_hant: 開始%@

source: Start Dictation
de: Diktat starten
es: Iniciar dictado
fr: Démarrer la dictée
ja: ディクテーションを開始
ko: 받아쓰기 시작
zh_hant: 開始聽寫

source: Start Speaking
de: Sprechen starten
es: Empezar a hablar
fr: Commencer à parler
ja: 話し始める
ko: 말하기 시작
zh_hant: 開始說話

source: Start speaking…
de: Sprich einfach los…
es: Empieza a hablar…
fr: Commencez à parler…
ja: 話してください…
ko: 말씀하세요…
zh_hant: 請開始說話…

source: Starts a dictation session. When you release fn or run Stop Dictation, the cleaned-up text is pasted at the cursor.
de: Startet ein Diktat. Sobald du fn loslässt oder „Diktat stoppen“ ausführst, wird der bereinigte Text an der Einfügemarke eingefügt.
es: Inicia un dictado. Cuando sueltas fn o ejecutas Detener dictado, el texto ya limpio se pega en el cursor.
fr: Démarre une dictée. Quand vous relâchez fn ou exécutez Arrêter la dictée, le texte nettoyé est collé au curseur.
ja: ディクテーションを開始します。fn を放すか「ディクテーションを停止」を実行すると、整理されたテキストがカーソル位置に貼り付けられます。
ko: 받아쓰기를 시작합니다. fn에서 손을 떼거나 ‘받아쓰기 중지’를 실행하면 정리된 텍스트가 커서 위치에 붙습니다.
zh_hant: 開始一段語音輸入。放開 fn 或執行「停止聽寫」後，整理好的文字會貼到游標位置。

source: Step %lld of 5
de: Schritt %lld von 5
es: Paso %lld de 5
fr: Étape %lld sur 5
ja: ステップ %lld / 5
ko: %lld / 5단계
zh_hant: 第 %lld / 5 步

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hant: 停止

source: Stop Dictation
de: Diktat stoppen
es: Detener dictado
fr: Arrêter la dictée
ja: ディクテーションを停止
ko: 받아쓰기 중지
zh_hant: 停止聽寫

source: Stop on silence
de: Bei Stille beenden
es: Detener con el silencio
fr: Arrêt sur silence
ja: 無音で自動終了
ko: 무음이면 자동 종료
zh_hant: 安靜就自動結束

source: Submit automatically after pasting
de: Nach dem Einfügen automatisch senden
es: Enviar automáticamente después de pegar
fr: Envoyer automatiquement après le collage
ja: 貼り付けたあと自動で送信
ko: 붙여넣은 뒤 자동 전송
zh_hant: 貼上後自動送出

source: Switch mode by app or website
de: Modus nach App oder Website wechseln
es: Cambiar de modo según la app o el sitio web
fr: Changer de mode selon l’app ou le site web
ja: App やウェブサイトでモードを切り替える
ko: 앱이나 웹사이트에 따라 모드 전환
zh_hant: 依 App 或網站自動換模式

source: System default
de: Systemstandard
es: Valor por omisión del sistema
fr: Réglage par défaut du système
ja: システムのデフォルト
ko: 시스템 기본값
zh_hant: 系統預設

source: Takes vocabulary hints, so English proper nouns come out more accurately, but in testing it swallows a whole word now and then.
de: Nimmt Vokabelhinweise entgegen, englische Eigennamen kommen dadurch genauer heraus – im Test verschluckt es aber ab und zu ein ganzes Wort.
es: Acepta pistas de vocabulario, así que los nombres propios en inglés salen más exactos, pero en las pruebas se traga alguna palabra entera de vez en cuando.
fr: Accepte des indices de vocabulaire, donc les noms propres anglais sortent plus justes, mais lors des tests il avale parfois un mot entier.
ja: 語彙のヒントを受け取るため英語の固有名詞は正確になりますが、実測では単語をまるごと飲み込むことがあります。
ko: 어휘 힌트를 받아 영어 고유명사가 더 정확해지지만, 테스트에서는 이따금 단어를 통째로 삼킵니다.
zh_hant: 接受詞彙提示，英文專有名詞更準，但實測會整個吃掉一個字。

source: Term
de: Eintrag
es: Término
fr: Terme
ja: 用語
ko: 용어
zh_hant: 詞彙

source: Text Insertion
de: Texteinfügung
es: Inserción de texto
fr: Insertion du texte
ja: テキスト挿入
ko: 텍스트 삽입
zh_hant: 插入文字

source: Text to replace
de: Zu ersetzender Text
es: Texto que sustituir
fr: Texte à remplacer
ja: 置換する文字列
ko: 바꿀 문자열
zh_hant: 要被換掉的字

source: That text is longer than %d characters. Split it up first.
de: Der Text ist länger als %d Zeichen. Teil ihn zuerst auf.
es: Ese texto supera los %d caracteres. Divídelo primero.
fr: Ce texte dépasse %d caractères. Découpez-le d’abord.
ja: テキストが %d 文字を超えています。先に分割してください。
ko: 텍스트가 %d자를 넘습니다. 먼저 나눠 주세요.
zh_hant: 文字超過 %d 字，請先拆短。

source: The choice is applied again before every session, so changing devices here needs no restart: the next press of fn already uses it. If the chosen device is unplugged, the system default takes over; unplug it mid-recording and the session ends there, with everything heard so far still cleaned up, pasted and saved to history.
de: Die Auswahl wird vor jeder Sitzung neu angewendet, ein Gerätewechsel hier braucht also keinen Neustart: Der nächste Druck auf fn nutzt sie bereits. Wird das gewählte Gerät abgezogen, übernimmt der Systemstandard; passiert das mitten in der Aufnahme, endet die Sitzung dort – alles bisher Gehörte wird trotzdem bereinigt, eingefügt und im Verlauf gesichert.
es: La elección se vuelve a aplicar antes de cada sesión, así que cambiar de dispositivo aquí no exige reiniciar: la próxima vez que pulses fn ya se usa. Si desconectas el dispositivo elegido, se pasa al valor por omisión del sistema; si lo desconectas en plena grabación, la sesión termina ahí, y todo lo oído hasta ese momento se limpia, se pega y se guarda en el historial igualmente.
fr: Le choix est réappliqué avant chaque session : changer de périphérique ici ne demande aucun redémarrage, la prochaine pression sur fn l’utilise déjà. Si le périphérique choisi est débranché, le réglage par défaut du système prend le relais ; débranché en pleine dictée, la session s’arrête là, et tout ce qui a été entendu est quand même nettoyé, collé et enregistré dans l’historique.
ja: この選択はセッションのたびに適用し直されるので、ここで装置を変えても再起動は不要です。次に fn を押した時点でもう反映されています。選んだ装置を取り外すとシステムのデフォルトに切り替わり、録音中に外した場合はその回はそこで終了しますが、そこまでに聞き取った内容は通常どおり整理・貼り付けされ、履歴にも残ります。
ko: 이 선택은 세션을 시작할 때마다 다시 적용되므로, 여기서 장치를 바꿔도 앱을 다시 시작할 필요가 없습니다. 다음에 fn을 누르는 순간부터 적용됩니다. 선택한 장치를 뽑으면 시스템 기본값으로 넘어가고, 녹음 도중에 뽑으면 그 세션은 거기서 끝나지만 그때까지 들은 내용은 그대로 정리·붙여넣기되고 기록에도 저장됩니다.
zh_hant: 每次開始說話前都會重新套用，所以在這裡換裝置不用重開 App，下一次按 fn 就生效。指定的裝置被拔掉時會自動回到系統預設；錄音途中被拔掉則會直接結束這一次，已經聽到的字照樣整理、貼上並存進紀錄。

source: The claude command was not found. Install Claude Code, then enter the full path, for example ~/.local/bin/claude.
de: Der Befehl claude wurde nicht gefunden. Installier Claude Code und trag dann den vollständigen Pfad ein, zum Beispiel ~/.local/bin/claude.
es: No se ha encontrado el comando claude. Instala Claude Code y luego escribe la ruta completa, por ejemplo ~/.local/bin/claude.
fr: La commande claude est introuvable. Installez Claude Code, puis saisissez le chemin complet, par exemple ~/.local/bin/claude.
ja: claude コマンドが見つかりませんでした。Claude Code をインストールしたうえで、フルパス（例：~/.local/bin/claude）を入力してください。
ko: claude 명령을 찾지 못했습니다. Claude Code를 설치한 뒤 전체 경로를 입력하세요(예: ~/.local/bin/claude).
zh_hant: 偵測不到 claude 指令。裝好 Claude Code 後填入完整路徑（例如 ~/.local/bin/claude）。

source: The cleaned-up text arrives on standard input, and is also available as $OT_TRANSCRIPT (cleaned up), $OT_RAW (the raw transcript), $OT_MODE and $OT_APP. If the command writes anything, its output replaces the text to be pasted; if it writes nothing, the original text is pasted. The working directory is your home folder, the timeout is 15 seconds, and a non-zero exit shows the command's error message.
de: Der bereinigte Text kommt über die Standardeingabe an und steht außerdem als $OT_TRANSCRIPT (bereinigt), $OT_RAW (das Rohtranskript), $OT_MODE und $OT_APP bereit. Schreibt der Befehl etwas, ersetzt seine Ausgabe den einzufügenden Text; schreibt er nichts, wird der ursprüngliche Text eingefügt. Arbeitsverzeichnis ist dein Benutzerordner, das Zeitlimit liegt bei 15 Sekunden, und bei einem Exit-Code ungleich null wird die Fehlermeldung des Befehls angezeigt.
es: El texto ya limpio llega por la entrada estándar y también está disponible como $OT_TRANSCRIPT (limpio), $OT_RAW (la transcripción original), $OT_MODE y $OT_APP. Si el comando escribe algo, su salida sustituye al texto que se va a pegar; si no escribe nada, se pega el texto original. El directorio de trabajo es tu carpeta de inicio, el tiempo límite es de 15 segundos y una salida distinta de cero muestra el mensaje de error del comando.
fr: Le texte nettoyé arrive sur l’entrée standard et est aussi disponible via $OT_TRANSCRIPT (nettoyé), $OT_RAW (la transcription brute), $OT_MODE et $OT_APP. Si la commande écrit quelque chose, sa sortie remplace le texte à coller ; si elle n’écrit rien, le texte d’origine est collé. Le répertoire de travail est votre dossier de départ, le délai est de 15 secondes, et un code de sortie non nul affiche le message d’erreur de la commande.
ja: 整理後のテキストは標準入力から渡され、$OT_TRANSCRIPT（整理後）、$OT_RAW（文字起こしの原文）、$OT_MODE、$OT_APP でも参照できます。コマンドが何かを出力すれば、その出力が貼り付けるテキストに置き換わり、何も出力しなければ元のテキストが貼り付けられます。作業ディレクトリはホームフォルダ、タイムアウトは 15 秒で、終了ステータスが 0 以外ならそのエラーメッセージを表示します。
ko: 정리된 텍스트는 표준 입력으로 전달되며, $OT_TRANSCRIPT(정리 후), $OT_RAW(원본 텍스트), $OT_MODE, $OT_APP로도 쓸 수 있습니다. 명령이 무언가를 출력하면 그 출력이 붙여넣을 텍스트를 대체하고, 아무것도 출력하지 않으면 원래 텍스트가 붙습니다. 작업 디렉터리는 홈 폴더, 제한 시간은 15초이며, 0이 아닌 종료 상태면 그 오류 메시지를 보여 줍니다.
zh_hant: 整理後的文字會從標準輸入送進去，也可以用 $OT_TRANSCRIPT（整理後）、$OT_RAW（原始逐字稿）、$OT_MODE、$OT_APP。指令若有輸出，輸出會取代要貼上的文字；沒有輸出就照原本的文字貼上。工作目錄是家目錄，逾時 15 秒，非零結束會把它的錯誤訊息顯示出來。

# The command for “%@” did not finish within %d seconds and was stopped.
source: The command for “%1$@” did not finish within %2$d seconds and was stopped.
de: Der Befehl für „%1$@“ war nach %2$d Sekunden nicht fertig und wurde gestoppt.
es: El comando de «%1$@» no ha terminado en %2$d segundos y se ha detenido.
fr: La commande de « %1$@ » ne s’est pas terminée en %2$d secondes et a été interrompue.
ja: 「%1$@」のコマンドが %2$d 秒以内に終了しなかったため中止しました。
ko: ‘%1$@’의 명령이 %2$d초 안에 끝나지 않아 중단했습니다.
zh_hant: 「%1$@」的指令超過 %2$d 秒沒有結束，已中止。

# The command for “%@” failed (%d): %@
source: The command for “%1$@” failed (%2$d): %3$@
de: Der Befehl für „%1$@“ ist fehlgeschlagen (%2$d): %3$@
es: El comando de «%1$@» ha fallado (%2$d): %3$@
fr: La commande de « %1$@ » a échoué (%2$d) : %3$@
ja: 「%1$@」のコマンドが失敗しました（%2$d）：%3$@
ko: ‘%1$@’의 명령이 실패했습니다(%2$d): %3$@
zh_hant: 「%1$@」的指令失敗（%2$d）：%3$@

source: The command gave no reason. Check it in Settings > Modes.
de: Der Befehl hat keinen Grund genannt. Prüf ihn unter Einstellungen > Modi.
es: El comando no ha dado ningún motivo. Compruébalo en Ajustes > Modos.
fr: La commande n’a donné aucune raison. Vérifiez-la dans Réglages > Modes.
ja: コマンドは理由を示しませんでした。「設定 → モード」で確認してください。
ko: 명령이 이유를 알려 주지 않았습니다. ‘설정 → 모드’에서 확인하세요.
zh_hant: 指令沒有說明原因，請到「設定 → 模式」檢查。

source: The countdown only starts once speech has been heard, so nothing is cut off while you hold the key and think of a sentence. The decision uses a smoothed level, so a short pause mid-sentence is not mistaken for the end. A higher threshold makes silence easier to declare: raise it in a noisy room, lower it in a quiet one.
de: Der Countdown startet erst, wenn Sprache gehört wurde – so wird nichts abgeschnitten, während du die Taste hältst und über deinen Satz nachdenkst. Entschieden wird anhand eines geglätteten Pegels, damit eine kurze Pause mitten im Satz nicht als Ende gilt. Ein höherer Schwellwert erklärt Stille schneller: In einem lauten Raum höher, in einem ruhigen niedriger.
es: La cuenta atrás solo empieza cuando se ha oído voz, así que nada se corta mientras mantienes la tecla y piensas la frase. La decisión usa un nivel suavizado, de modo que una pausa breve a mitad de frase no se confunde con el final. Un umbral más alto hace más fácil declarar el silencio: súbelo en una sala ruidosa y bájalo en una tranquila.
fr: Le compte à rebours ne démarre qu’une fois la parole détectée : rien n’est coupé pendant que vous maintenez la touche en cherchant votre phrase. La décision repose sur un niveau lissé, si bien qu’une courte pause en milieu de phrase n’est pas prise pour une fin. Un seuil plus élevé déclare le silence plus facilement : montez-le dans une pièce bruyante, baissez-le dans une pièce calme.
ja: カウントダウンは声を聞き取ってから始まるので、キーを押したまま文を考えている間に切られることはありません。判定には平滑化した音量を使うため、文の途中の短い間を終わりと誤認しません。しきい値を上げるほど無音と判定されやすくなります。騒がしい場所では上げ、静かな部屋では下げてください。
ko: 카운트다운은 말소리가 들린 뒤에야 시작하므로, 키를 누른 채 문장을 생각하는 동안 끊기지 않습니다. 판정에는 평활화된 음량을 쓰기 때문에 문장 중간의 짧은 멈춤을 끝으로 오인하지 않습니다. 기준을 높일수록 무음으로 판정되기 쉬우니, 시끄러운 곳에서는 올리고 조용한 방에서는 내리세요.
zh_hant: 要先聽到有人說話才會開始倒數，所以按下去還在想句子的時候不會被切斷。判斷用的是平滑過的音量，句子中間的短暫停頓不會誤判。門檻調高比較容易被判定成安靜；吵雜環境請調高，安靜的房間可以調低。

source: The finished text will be pasted here
de: Hier wird der fertige Text eingefügt
es: Aquí se pegará el texto acabado
fr: Le texte finalisé sera collé ici
ja: 整理されたテキストはここに貼り付けられます
ko: 정리된 텍스트가 여기에 붙습니다
zh_hant: 整理好的文字會貼進這裡

source: The fn key
de: Die fn-Taste
es: La tecla fn
fr: La touche fn
ja: fn キー
ko: fn 키
zh_hant: fn 鍵

source: The injection guard, the dictionary and the CJK spacing rules are appended automatically, so you do not have to write them. In a translating mode, {{TARGET}} stands for the target language.
de: Der Injection-Schutz, das Wörterbuch und die CJK-Abstandsregeln werden automatisch angehängt, du musst sie nicht selbst schreiben. In einem Übersetzungsmodus steht {{TARGET}} für die Zielsprache.
es: La protección contra inyecciones, el diccionario y las reglas de espaciado CJK se añaden automáticamente, así que no hace falta escribirlas. En un modo de traducción, {{TARGET}} representa el idioma de destino.
fr: La protection contre les injections, le dictionnaire et les règles d’espacement CJC sont ajoutés automatiquement : inutile de les écrire. Dans un mode de traduction, {{TARGET}} désigne la langue cible.
ja: インジェクション対策、辞書、CJK の空白ルールは自動で末尾に追加されるので、自分で書く必要はありません。翻訳モードでは {{TARGET}} が翻訳先の言語を表します。
ko: 인젝션 방지 규칙, 사전, CJK 띄어쓰기 규칙은 자동으로 뒤에 붙으므로 직접 쓸 필요가 없습니다. 번역 모드에서는 {{TARGET}}이 대상 언어를 뜻합니다.
zh_hant: 防注入規則、字典和中英空格規則會自動接在後面，不用自己寫。翻譯模式可用 {{TARGET}} 代表目標語言。
